

int main()
{
	//! в функции main() создать цикл, обрабатывающий массив символов char (строку)
	//! символы в строке должны быть разного регистра (высоты)
	//! в цикле должна производиться проверка строки на содержание английских и русских букв
	//! при наличии таких букв должны выводится значения соответствующих флагов (прим. "наличие ру букв - true"
	//! "наличие англ букв - true")

	//! после этого должно выводится общее колличество символов в строке,
	//! колличество ру букв, колличество англ букв
	//! колличество заглавны букв, колличество строчных букв
}