int main()
{
	//! создать массив размера от 4 до 10 элементов с типом int (или double)
	//! вывести адресс и значение каждого элемента массива (прим. "адрес arr[1] = 0х12A21ABCE, значение = 8" )

	//! сделать интересное наблюдение
	//! с помощью этого наблюдения (и информации со страницы 179 и далее)
	//! произвольно выбрать элемент массива (примерно из середины)
	//! с помощью адреса этого элемента получить доступ поочередно к каждому элементу массива,
	//! увеличить каждый элемент на 1 и вывести на экран (прим. "адрес arr[1] = 0х12A21ABCE, значение = 9" )
}